app/controllers/students_controller.rb

INSERT INTO "students" ("student_first_name", "student_last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["student_first_name", "Bill"], ["student_last_name", "Smith"], ["created_at", "2018-09-26 14:58:44.001819"], ["updated_at", "2018-09-26 14:58:44.001819"]]
---
  def create
    @student = Student.create(student_params(:student_first_name, :student_last_name))